10/data/attachments/aef93f3b4f6895e0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacob_close_Friend_87238_3</nif:username>
            <nif:friendToBeRequested>soap_friends_7444482f-8ed0-41ff-ad95-d03ed854b623</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>